<p>Diese T&uuml;r sondert ein weiteres kr&auml;chzendes Ger&auml;usch ab. Dieses mal hast du einen Verb&uuml;ndeten! Aber wie du bereits sehen kannst, seid ihr weit voneinander entfernt. Zwischen euch haben sich sechs Gegner versammelt. <span style="color: #ffff00;"><strong>Sultan</strong> </span>und <strong>Sheriff</strong> schleichen um deine Burg herum. Auf der gegen&uuml;berliegenden Seite des Flusses tun es <span style="color: #ff9900;"><strong>Richard</strong> </span>und <strong><span style="color: #0000ff;">Nizar</span> </strong>ihnen gleich und bedr&auml;ngen deinen Verb&uuml;ndeten <span style="color: #339966;"><strong>Phillip</strong></span>. Auf den Bergen thronen links der <strong><span style="color: #00ffff;">Abt</span> </strong>und rechts die <strong><span style="color: #800080;">Schlange</span></strong>. Kannst du deinen Freund retten, bevor es zu sp&auml;t ist?<br />Versuche zu &uuml;berleben, sodass ihr dieses Land gemeinsam verlassen k&ouml;nnt!<br />Hier die &uuml;blichen Hinweise:</p>
<details>
<summary>Hinweis 1</summary>
H&ouml;rt sich doof an aber: Versuche einfach zu &uuml;berleben! Den Gegnern geht &uuml;ber Zeit das Gold aus und dann sind sie viel leichter zu besiegen.</details><details>
<summary>Hinweis 2</summary>
Solltest du einen wichtigen Punkt halten wollen, baue doch einfach einen Turm hin und besetz ihn mit vielen Fernk&auml;mpfern!</details><details>
<summary>Hinweis 3</summary>
Phillip kann einige Schl&auml;ge einstecken! Aber sobald der Abt angreift, sieht es schlecht f&uuml;r ihn aus... Versuche ihm G&uuml;ter zukommen zu lassen und selbst unter ihm auf dem 'Gr&ouml;&szlig;ter Lord' Bildschirm zu sein, sodass der Abt dich fokussiert.</details><details>
<summary>Hinweis 4</summary>
Deine Burg mit Mauern und Wassergraben zu vollenden sperrt die Gegner aus, aber auch deine Arbeiter w&auml;hrend Belagerungen ein. Versuche Belagerungen schnell zu l&ouml;sen!</details><details>
<summary>Hinweis 5</summary>
Teile deine Truppen nicht zu sehr auf, fokussiere dich immer auf einen Gegner zur Zeit!</details><details>
<summary>Hinweis 6</summary>
Es mag sich wie ein Trick anf&uuml;hlen, aber du kannst die Bergfriede des Sultans und des Sheriffs mit einem vorgelagerten Turm leer schie&szlig;en sobald du eine kritische Masse an Fernk&auml;mpfern dort stationiert kriegst. Das sollte ihnen den Rest geben.</details>
<p>Viel Gl&uuml;ck und viel Spa&szlig;.<br />von Krarilotus</p>