<p>Konntest du der Versuchung nicht widerstehen? Oder ist es wirklich schon Zeit das 4. T&uuml;rchen zu &ouml;ffnen?</p>
<p>In dieser Mission wirst du dauerhaft die Bedrohung der unsichtbaren <strong>Assassinen</strong> zu sp&uuml;ren bekommen, die um deine Burg herumstreichen. Leider kannst du selbst auch nur S&ouml;ldner rekrutieren. Eigentlich eine klare Sache, nur wie kommst du mit diesen unsichtbaren Meuchelm&ouml;rdern klar, die dich immert dort erwischen, wo du sie am wenigsten erwartest? Nach allem wird es trotzdem eine strategische Herausforderung sein die Gefahr zu bannen und die Klinge selbst in die Hand nehmen zu k&ouml;nnen. Denke gut dar&uuml;ber nach, wo und wie du deine Mittel am besten einsetzen kannst!</p>
<p>Deshalb kannst du dir auf der Karte oben einen &Uuml;berblick verschaffen, bevor du dich in das Chaos st&uuml;rzt. Links oben und rechts unten befinden sich stille aber gef&auml;hrliche Nizare, welche sich in den Farben <strong><span style="color: #339966;">gr&uuml;n</span></strong> und <strong>schwarz</strong> tarnen. <strong><span style="color: #0000ff;">Emir</span></strong>, die andere Bedrohung, steuert die blauen Spielsteine oben rechts. Der Sumpf der dich umgibt verlangsamt Einheiten, weshalb deine Bogensch&uuml;tzen ihr Ziel manchmal verfehlen.</p>
<p>Dies wird vermutlich deine erste Karte sein, bei der du mehrere Anl&auml;ufe brauchst. Ich kann dir etwas Zeit ersparen f&uuml;r den Fall dass dir die Ideen ausgehen, mit diesen Hinweisen:</p>
<details>
<summary>Hinweis 1</summary>
Du wirst dich entscheiden m&uuml;ssen, ob es sich lohnt teure Einheiten zur Verteidigung deiner Au&szlig;enwirtschaft einzusetzen, oder ob du sie nicht billig f&uuml;r ein paar Planken immer wieder neu aufbaust.</details><details>
<summary>Hinweis 2</summary>
Eine halbherzig verteidigte Position fordert zu hohe Verluste, manchmal sollte man sich besser auf wenige Punkte beschr&auml;nken!</details><details>
<summary>Hinweis 3</summary>
Eine flourierende Wirtschaft erfordert zun&auml;chst eine ordentliche Anzahl an Holzf&auml;llern f&uuml;r den Aufbau, erst dann sollte man in die eigentlichen Produktionsketten investieren!</details><details>
<summary>Hinweis 4</summary>
Feuerballisten solltest du m&ouml;glichst schnell ausschalten, daf&uuml;r ist der manuelle Fokus von Turmballisten &auml;u&szlig;erst gut geeignet.</details><details>
<summary>Hinweis 5</summary>
Nur drei der vier Ecken der Karte werden von deinen Gegnern beansprucht. Expandiere daher in Richtung der vierten Ecke um dir einfache Wirtschaftsvorteile zu sichern!</details><details>
<summary>Hinweis 6</summary>
Deine Burg zu schlie&szlig;en lohnt sich nur, wenn du die Positionsvorteile auch durch Feuerwerfer, &Ouml;lkipper und M&ouml;rdergruben nutzen kannst. Deshalb solltest du zun&auml;chst in Armee, dann erst in die Burg investieren.</details><details>
<summary>Hinweis 7</summary>
Kaufe Weizen und verkaufe Brot, so machst du Profit!</details>
<p>Viel Spa&szlig;! Oder wie manche es sagen w&uuml;rden: <strong>Frohes Schleichen...</strong><br />und Viel Gl&uuml;ck.<br />von Krarilotus</p>