<p>Ungl&auml;ubige! All diese Tiere hinter dem 11. T&uuml;rchen sind hier um deinen Bergfried zu erobern. Wie du bestimmt mitbekommen hast, hast du den Vorteil des H&uuml;gels f&uuml;r die Defensive auf deiner Seite und eine gesunde Wirtschaft bereits am Laufen!</p>
<p>Die herausforderung wird sein, deine Wirtschaft auszubauen und trotzdem noch gen&uuml;gend Ressourcen f&uuml;r die VErteidigung &uuml;brig zu lassen. Bald werden dich die zwei Schweine belagern, aber zun&auml;chst musst du dich um Ratte und Schlange k&uuml;mmern. Immerhin hat das land einiges zu bieten. Vier Fl&uuml;sse bieten reiches fruchbares Farmland...</p>
<p>Falls du ihre Armeen au&szlig;er Sichtweite deiner Burgw&auml;lle verscheuchen willst, bedenke: Sie sind schwache Ungl&auml;ubige! Deine Truppen werden Sie in die Knie zwingen, wenn nicht allein dann mit diesen Hinweisen:</p>
<details>
<summary>Hinweis 1</summary>
Um dich gegen Belagerungsger&auml;te behaupten zu k&ouml;nnen, werden zwei gro&szlig;e Quadratische T&uuml;rme mit Ballisten gut den Job erledigen.</details><details>
<summary>Hinweis 2</summary>
Erinnerst du dich an T&uuml;rchen 4? Schicke nur eine aureichende Menge von Fernk&auml;mpfern auf einmal nach vorn, die sich selbst verteidigen k&ouml;nnen.</details><details>
<summary>Hinweis 3</summary>
4 Eisenminen und 2 Stienbr&uuml;che passen auf dein Plateau. Das Eisen weiterzuverarbeiten wirft h&ouml;here Profite ab.</details><details>
<summary>Hinweis 4</summary>
Du kannst 3 Weizenfarmen auf das Farmland links platzieren, nachdem die B&auml;ume gef&auml;llt wurden.</details><details>
<summary>Hinweis 5</summary>
Du startest mit positiver Beliebtheit, welche du durch 2 Schenken sehr leicht noch weiter erh&ouml;hen kannst.</details><details>
<summary>Hinweis 6</summary>
T&ouml;test du die Ratte fr&uuml;h, mit ein paar gepanzerten Einheiten, hast du sofort Zugriff auf die Ressourcen auf ihrer Seite.</details><details>
<summary>Hinweis 7</summary>
W&auml;lle sind nur von Nutzen, wenn du sie auch repariert bekommst.</details><details>
<summary>Hinweis 8</summary>
Pech und M&ouml;rderl&ouml;cher sind wirklich unterbewertet! (Und billig...)
<p>Viel Spa&szlig; und viel Erfolg!<br />von Krarilotus</p>
</details>