<p>Heute ist endlich der 5. Dezember. Vergiss nicht heute Abend deine Schuhe zu putzen... Oh, was ist das: Ein wilder Friedrich erscheint, die Schweine quieken und euer Strom an Rekruten wird unterbrochen.</p>
<p>Du musst dich in dieser Mission Friedrich stellen, <strong>ohne eine einzige Einheit zu produzieren!</strong> Deine Startarmee h&auml;lt gerade noch f&uuml;r den Moment stand und nimmt ab w&auml;hrend du gerade diese Brosch&uuml;re liest. Deine Situation einsch&auml;tzend wird klar: Du bist trotzdem in einer guten Position! Mit wenig Aufwand wird es dir m&ouml;glich sein deine Wirtschaft ins Rollen zu bringen und die Geldscheine am Markt auszudrucken. Aber da du selbst keine Truppen ausheben kannst, musst du dich nach alternativen Investitionsm&ouml;glichkeiten umschauen. Dies bringt deine Verb&uuml;ndeten ins Spiel: In der oberen linken Ecke Duc Truffe, in der oberen rechten Ecke auf dem Berg der Duke von Pigsbury und zu deiner Rechten &ldquo;The Hog&rdquo; haben Friedrich in die Zange genommen. Aber diese gierigen Schweine gieren nach Ressourcen. <strong>Deinen Ressourcen!</strong> Kannst du sie mit allem N&ouml;tigen austatten um diesen Kampf an Deiner statt auszufechten?</p>
<p>Dieses Mal brauchst du bestimmt keine Hinweise:</p>
<details>
<summary>Hinweis 1</summary>
Friedrich greift immer denjenigen mit dem meisten Gold an. Deshalb kannst du dir &uuml;berlegen: Willst du wirklich den n&auml;chsten Schlag kassieren?</details><details>
<summary>Hinweis 2</summary>
Die beste M&ouml;glichkeit deinen Verb&uuml;ndeten zu helfen ist es ihnen Grundnahrungsmittel, Eisen und Holz zur Verf&uuml;gung zu stellen und ein Sortiment aus ihren ausgew&auml;hlten Waffen. Eine gro&szlig;e Summe an Gold macht den Job aber genauso gut!</details><details>
<summary>Hinweis 3</summary>
Die Schweine durchzuf&uuml;ttern ist gut, du kannst aber auch ihre Angriffe koordinieren. Vergiss nicht den Angriffsbefehl abzubrechen, sobald Sie ihn ausgef&uuml;hrt haben um neue Rekrutierungen zu erlauben.</details><details>
<summary>Hinweis 4</summary>
Du solltest deine Armee hinter deine Burg zur Produktion zur&uuml;ckziehen um sie vor Friedrichs Mangenbeschuss zu sch&uuml;tzen.</details><details>
<summary>Hinweis 5</summary>
Eine Brotuktion l&auml;sst dich schnell und billig gro&szlig;e Summen an Gold generieren, Waffenproduktion generiert allerding noch mehr Gold pro Arbeiter. Nur wenn du die Produktion richtig hoch skalierst, wirst du gen&uuml;gend Gold produzieren um deine Schweine mit allem was sie brauchen k&ouml;nnten auszustatten.</details><details>
<summary>Hinweis 6</summary>
Du kannst Fallen einsetzen um etwaige Raids auf deine Wirtschaft zu vereiteln.</details><details>
<summary>Hinweis 7</summary>
Du hast einige Baumeister, welche dir sehr dabei helfen k&ouml;nnen die Burg von Friedrich von deiner Ecke aus unter Beschuss zu nehmen um auch einen Beitrag zu leisten.</details>
<p>Viel Spa&szlig; in deiner neuen Manager Position und viel Gl&uuml;ck!<br />von Krarilotus</p>