<p>Diese Karte, hinter einem monumentalen Tor, hat mich viel Zeit gekostet zu erstellen und zu playtesten. Sie ist etwas ganz Besonderes. Die Reise geht weiter, welche ihr letztes Kapitel am Sankt Nikolaustag hatte. Wie es ausschaut, hast du nur einen Kommandanten des Wolfes get&ouml;tet, das Biest jedoch nicht erlegt. Er hat eine weitere <strong><span style="color: #339966;">Ratte</span> </strong>entsannt deinen Spuren zu folgen, welche dich gerade eingeholt hat. Sie ist rechts neben dir und blockiert die H&auml;lfte des Weges zu den Waziren, dem ziel deiner Reise.</p>
<p>Die Geschichte erkl&auml;rt sich von selbst, wenn du die Karte &ouml;ffnest. Hier k&ouml;nnen wir aber einen ersten Blick auf die Karte werfen um eine &Uuml;bersicht &uuml;ber die Missionsdetails zu bekommen. Du startest in der linken unteren Ecke der Karte mit deiner Armee. Einige Rehe kannst du initial zur Nahrungsversorgung jagen. Au&szlig;erdem haben deine Kundschafter bereits eine Farm und einen Steinbruch am Fluss im Norden. Die <strong><span style="color: #339966;">Ratte </span></strong>hat bereits ihr Lager errichtet, w&auml;hrend du die drei T&uuml;rme um deine Basis konstruiert hast. Jetzt, da deine letzten Armbrustsch&uuml;tzen zur Unterst&uuml;tzung deiner Verteidigung eingetroffen sind, ist es an der zeit sich um die Wirtschaft und das Ausheben neuer Truppen zu k&uuml;mmern!</p>
<p>Neben der <strong><span style="color: #339966;">Ratte</span> </strong>und dir sind noch einige weitere Gegner auf der Karte. In der oberen linken Ecke hat sich der <strong><span style="color: #800080;">Kaliph</span> </strong>eingenistet. Neben ihm steht <strong><span style="color: #ff9900;">Wazir &ldquo;The Scourge&rdquo;</span></strong>, seine Burg ragt &uuml;ber der Landschaft auf auf seinem Berg der Freude. Er ist daf&uuml;r bekannt seine Leute mit guten Dingen zu verf&uuml;hren und sie dann in den Ruin zu besteuern. Auf der rechten Seite wirst du Zeuge von <strong><span style="color: #ffff00;">Wazir &ldquo;The Terrible&rdquo;</span></strong> der dem Berg der Qual alle Ehre macht. Seine Leute werden in Zwangsarbeit Tag und Nacht geknechtet um auch noch das Letzte rauszuholen. Ein <strong>Sultan</strong> hat eine religi&ouml;se Sekte in den Klippen im Norden gegr&uuml;ndet. Zu guter Letzt ist da noch <strong><span style="color: #0000ff;">Phillip </span></strong>rechts unten, der sich auf seinem kleinen H&uuml;gelchen vergn&uuml;gt. Diese Lords sind in einer Allianz, die dieses Gebiet beherrscht.</p>
<p>In dieser Mission geht es wieder sehr darum <strong>die richtige Strategie zu finden</strong>, daher wirst du viel planen und in unterschiedlichen Situationen neue Taktiken ausprobieren m&uuml;ssen. Kein Zweifel, dies ist die bisher schwerste Karte, aber wenn du deine Reise fortsetzt, wirst du auf noch gr&ouml;&szlig;ere Herausforderungen sto&szlig;en. Wie dem auch sei, solltest du nicht zu viel Zeit in den Strategieentwurf stecken wollen, kannst du dir auch einfach diese Tipps durchlesen:</p>
<details>
<summary>Hinweis 1</summary>
Nutze die Ratte als einen lebendigen Schild. Nutze sie so lange es geht und schlage erst zu, sobald du dich auch selbst verteidigen kannst!</details><details>
<summary>Hinweis 2</summary>
Stein hat oberste Priorit&auml;t! Behalte immer etwas Stein um evtl notwendige Reparaturarbeiten an Treppen durchzuf&uuml;hren...</details><details>
<summary>Hinweis 3</summary>
Du kannst mit Steinw&auml;llen feindlichen Feinbeschuss von deinen Bauern fernhalten und damit Wirtschaftswege sichern.</details><details>
<summary>Hinweis 4</summary>
Eine Kathedrale amortisiert sich durch Steuern nach bereits 3 Jahren selbst bei 42 Bev&ouml;kerung, solltest du sonst keine Steuern nehmen k&ouml;nnen.</details><details>
<summary>Hinweis 5</summary>
Du besitzt nur einen Farmplatz neben deinem Steinbruch. Solltest du das Weizen nicht sicher nach Hause transportieren k&ouml;nnen, w&auml;re es gut stattdessen Hopfen anzubauen und Bier zu produzieren.</details><details>
<summary>Hinweis 6</summary>
Drei Preiseffiziente Investitionsm&ouml;glichkeiten f&uuml;r deine Verteidigung: M&ouml;nche, Schleudersch&uuml;tzen und auf alle F&auml;lle Feuerwerfer!</details><details>
<summary>Hinweis 7</summary>
Du kannst Brot und Stein nicht sicher verkaufen, also musst du dich nach anderen Produkten umsehen die du in gr&ouml;&szlig;eren Mengen produzieren und verkaufen kannst!</details><details>
<summary>Hinweis 8</summary>
Sobald du die Ratte besiegst, bekommst du Zugang zu einer Menge Eisen. Plane daher deine Verteidigung voraus, sodass du all die neuen Ressourcen schnell erschlie&szlig;en und in Betrieb nehmen kannst.</details>
<p>Tja, vielleicht f&uuml;hren diese allgemeinen Tipps auch mehr zu Frustration als zum Sieg? Deshalb, falls du es genauer wissen willst, hier noch eine etwas detailreichere Ausf&uuml;hrung:</p>
<details>
<summary>Hinweis 9</summary>
Es w&auml;re echt traurig, wenn die Ratte zu schnell sterben sollte...</details><details>
<summary>Hinweis 10</summary>
Stelle deine Fernk&auml;mpfer erst gegen die Ratte auf, wenn du die kritische Masse aufrecht erhalten kannst.</details><details>
<summary>Hinweis 11</summary>
Du solltest deine Steinlieferungen mit ein paar Fernk&auml;mpfern vor der Ratte sch&uuml;tzen. Zum Beispiel einen Schusswechsel &uuml;ber die Schlucht hinweg bietet sich an, knapp au&szlig;er Reichweite, sodass niemand sterben muss...</details><details>
<summary>Hinweis 12</summary>
Positioniere dein Vorratslager so, dass du eine gro&szlig;e Armbrustproduktion m&ouml;glichst effizient betreiben kannst. Dies ist das Herz deines Goldeinkommens.</details><details>
<summary>Hinweis 13</summary>
Sollten die Nahrungsmittel zur Neige gehen, halte dich mit Bier &uuml;ber Wasser, kaufe Nahrung und gib halbe Rationen. Genug Gold sollte bereits aus deiner Armbrustwirtschaft abfallen.</details><details>
<summary>Hinweis 14</summary>
Verkaufe dein Eisen nicht direkt. Stelle stattdessen Eisenr&uuml;stungen her, diese erzielen deutlich bessere Verkaufspreise.</details><details>
<summary>Hinweis 15</summary>
Du solltest mindestens 40-50 Steine &uuml;brig haben wenn du die Ratte t&ouml;test, so kannst du direkt einen gro&szlig;en Turm zur Verteidigung an die Front stellen, der dich mit einer Balliste gegen die anrollenden Katapulte verteidigt.</details><details>
<summary>Hinweis 16</summary>
Stelle deine Starteinheiten alle in der N&auml;he deines Steinbruchs auf, z.B: auf den kleinen Turm an der Klippe, um diese essentiellen Ressourcen zu verteidigen!</details><details>
<summary>Hinweis 17</summary>
Vergiss nicht, du kannst Strukturen abrei&szlig;en und kriegst die H&auml;lfte der Aufbaukosten zur&uuml;ck. So auch den dicken Turm mitten in der W&uuml;ste an der Front.</details><details>
<summary>Hinweis 18</summary>
Den frontalen Eingang zu blockieren l&auml;sst Gegner durch das Lage der Ratte laufen, wenn sie eigentlich zu dir wollen.</details><details>
<summary>Hinweis 19</summary>
Versuche m&ouml;glichst schnell die Ratte vom Punktestand zu &uuml;berholen, sodass sie das Hauptangriffsziel wird. Sultan wird dich aber trotzdem priorisieren, es scheint eine Doktrin seines Kultes zu sein.</details><details>
<summary>Hinweis 20</summary>
Wenn die Ratte tot ist hast du endlich einen 2. Farmplatz. Dieser wird unweigerlich St&ouml;rangriffen zum Opfer fallen. Alledings brauchen Gerber nur eine Kuh und k&ouml;nnen damit bereits 3 Produktionszyklen durcharbeiten.</details><details>
<summary>Hinweis 21</summary>
T&ouml;te Phillip schnell, sodass du das Eisen an der rechten Seite leichter verteidigen kannst.</details><details>
<summary>Hinweis 22</summary>
Sobald Phillip tot ist, kannst du hinter seinem Berg neue Steinvorkommen erschlie&szlig;en. Dies l&ouml;st deine Abh&auml;ngigkeit vom Steinbruch im Norden.</details><details>
<summary>Hinweis 23</summary>
Beeile dich damit deine Gegner zu t&ouml;ten und zu expandieren, da sonst schnell das Truppenlimit der Karte erreicht wird. Es ist besser zuerst den Kaliphen auszuschalten, so dass du mehr Truppen f&uuml;r die Belagerung der Wazire ansparen kannst.</details><details>
<summary>Hinweis 24</summary>
Beide Wazire haben riesige Burgen. Sollte es dir gelingen ihr Gold zu ersch&ouml;pfen, k&ouml;nnen sie ihre Feuerwehr nicht mehr bezahlen. Dies macht sie zu einem einzigen Flammenspektakel. Finde heraus welcher Wazir einfacher wirtschaftlich ins Straucheln ger&auml;t, der Gute oder der B&ouml;se?</details>
<p>Sollte es dir trotz all der guten Hinweise nicht gelingen die Karte zu vollenden, musst du vielleicht einfach besser spielen. Aber sei nicht traurig, vielleicht k&ouml;nnen dir auch andere Spieler aus der Community helfen, die diese Mission bereits hinter sich haben? Frage doch einfach mal nach oder starte eine Diskussion! Ich hoffe du hast jede Menge Spa&szlig;. Viel Gl&uuml;ck, du wirst es brauchen!</p>
<p>von Krarilotus</p>