<p>Am <strong>Sankt Nikaolaustag</strong> kn&uuml;pft die Mission an die des ersten Tages an. Falls es dir nichts ausmacht, lass mich dich kurz in das Szenario einf&uuml;hren. Keine Sorge, es wird nicht lange dauern und dann kannst du gleich loslegen, falls du dies nicht schon getan hast...</p>
<p>Die Szenariobeschreibung im Spiel f&uuml;hrt die Geschichte vom ersten T&uuml;rchen fort. Du bist den Fluss hinauf gereist und triffst auf die Ratte. <strong>Du bist ihr direkt in die Falle gelaufen</strong>, eine Blockade versperrt den Weg vorw&auml;rts durch das Tal. Du musst sie &uuml;berwinden um dich zum verlassenen Dorf unten links durchzuschlagen. Aber nicht nur die Ratte setzt dir zu, oben links ist ein Schwein, welches sich breit macht um dich mit schnellen Truppen zu &uuml;berfallen. Beide werden befehligt von einem Wolf, welcher seine riesige Festung &uuml;ber die Karte und durch die Schlucht in der Mitte ausbreitet. Sobald er bereit ist, wird er dich mit einer gro&szlig;en Armee angreifen. Ah und am Rande: Keiner handelt Waffen mit dir...</p>
<p>Das Gebiet um das Dorf besitzt einige B&auml;ume verstreut um die fruchtbaren Fl&auml;chen. Einige wenige Ressourcen schmiegen sich an die das Plateau umgebenden Bergw&auml;nde. <strong>Es mag am Anfang etwas entmutigend aussehen, aber ich versichere dir, mit ein wenig kreativem Geschick wirst du dich ganz gut behaupten!</strong></p>
<p>Dieses Mal gibt es auch ein paar mehr Hinweise, da die Mission auch etwas l&auml;nger dauern k&ouml;nnte. Ich hoffe du hast Spa&szlig; dabei die meisten davon selbst herauszufinden, bevor du doch anf&auml;ngst zu lunzen:</p>
<details>
<summary>Hinweis 1</summary>
Um so n&auml;her du dein Vorratslager an deine Ressourcen platzierst, umso einfacher wirst du diese auch verteidigen k&ouml;nnen!</details><details>
<summary>Hinweis 2</summary>
Denke zweimal dar&uuml;ber nach, wann du die Ratte ausschaltest. Wenn du dies tust, verlierst du Zugriff auf die Ressourcen auf dem unteren H&uuml;gel.</details><details>
<summary>Hinweis 3</summary>
Um das Torhaus der Blockade mit deinen Assassinen zu erklimmen, musst du den Befehl zum Klettern geben, bevor sich das Tor schlie&szlig;t. Anschlie&szlig;end kannst du mit deinen Fernk&auml;mpfern m&ouml;glichst viele der dort patrollierenden Speerk&auml;mpfer dezimieren bevor deine Assassinen ankommen!&nbsp;</details><details>
<summary>Hinweis 4</summary>
Um die Limitationen des Waffenkaufs zu umgehen, solltest du m&ouml;glichst bald in eine K&auml;sefarm f&uuml;r Lederr&uuml;stungen investieren.</details><details>
<summary>Hinweis 5</summary>
Fr&uuml;h Weizen zu kaufen um durch die Brotuktion deine Wirtschaft aufzupeppen ist eine Option, deine Bauern sind allerdings auch gl&uuml;cklich &uuml;ber etwas Bier! Um so mehr Leute du versorgen kannst, um so mehr Steuern bekommst du schlie&szlig;lich.</details><details>
<summary>Hinweis 6</summary>
Solltest du die Ratte am Leben gelassen haben, kannst du das Gebiet auf dem H&uuml;gel mit einem hohen Turm und ein paar Armbrustsch&uuml;tzen sichern. Solltest du noch mehr Kontrolle &uuml;ber die Burg der Ratte erlangen bist du auch in der Lage seine Ressourcen abzubauen.</details><details>
<summary>Hinweis 7</summary>
Der Wolf wird weder seine &auml;u&szlig;eren T&uuml;rme noch das gro&szlig;e Tor neben dem Fluss reparieren. Sichere dir diese Gebiete daher im laufe des Spiels selbst!</details><details>
<summary>Hinweis 8</summary>
Auch wenn du keine Trib&ouml;cke bauen kannst, Katapulte sind vom richtigen Winkel her fast genauso n&uuml;tzlich!</details><details>
<summary>Hinweis 9</summary>
Berittene Bogensch&uuml;tzen m&ouml;gen gut sein um gegnerische T&uuml;rme leer zu r&auml;umen, allerdings solltest du dich vor den Pechfallen an engen Passagen in Acht nehmen!</details><details>
<summary>Hinweis 10</summary>
Der Wolf wird mit einer riesigen Armee und einer gro&szlig;en Schar Ritter zum &uuml;berfallen deiner Wirtschaft ausr&uuml;cken. Um dich abzuscihern bietet es sich an einen Wall zwischen dem linken und dem rechten Bergkamm des Halbplateaus zu ziehen, dies gibt dir im Falle einer anr&uuml;ckenden Gefahr gen&uuml;gend Zeit zu reagieren.
<p>Einige weitere Hinweise im Detail folgen, vielleicht sind sie hilfreich, vielleicht auch nicht:</p>
<details>
<summary>Hinweis Detail 1</summary>
Du kannst mit Assassinen die Torh&auml;user des Wolfes nutze num deine Truppen auf seine Strukturen zu bringen. Es gibt allerdings viele M&ouml;glichkeiten seine Burg zu belagern, setze deiner Kreativit&auml;t keine Grenzen!</details><details>
<summary>Hinweis Detail 2</summary>
Falls du es schaffst den Lord der Ratte nicht anzufassen w&auml;hrend du trotzdem seine Wirtschaft lahm legst, wirst du durch die extra Ressourcen die dir zur Verf&uuml;gung stehen einen deutlich einfacheren Start haben.</details><details>
<summary>Hinweis Detail 3</summary>
Du kannst es vermeiden konstant Holz kaufen zu m&uuml;ssen, falls du dem Wald in deinem Hinterland etwas Ruhe zur ausbreitung g&ouml;nnst.</details><details>
<summary>Hinweis Detail 4</summary>
Da du nur ein paar wenige fruchtbare Fl&auml;chen zur Verf&uuml;gung hast, solltest du neben deiner K&auml;sefarm f&uuml;r den h&ouml;chsten Ertrag pro Fl&auml;che Weizen anbauen. Hopfen l&auml;sst sich deutlich g&uuml;nstiger kaufen.</details><details>
<summary>Hinweis Detail 5</summary>
Stelle sicher, dass du Holz, Weizen und Hopfen konstant nachkaufst, sodass deiner Wirtschaft niemals der Hahn abgedreht wird.</details><details>
<summary>Hinweis Detail 6</summary>
Der Wolf greift das erste Mal an, wenn er um die 600 Truppen rekrutiert hat. Du kannst dir also mit der dicken Verteidigung bis zu diesem Zeitpunkt noch etwas Zeit lassen.</details><details>
<summary>Hinweis Detail 7</summary>
Stelle sicher, dass du von Anfang an Steuern eintreibst. Mit Bierausschank kannst du f&uuml;r jede angefangenen 30 Bev&ouml;lkerung +8 Beliebtheit mit je einer Schenke generieren.</details>
<p>Solltest du trotz allem Schwierigkeiten haben oder deine Meinung nach der erfolgreichen Vollendung der Mission kundtun wollen, so z&ouml;gere nicht und erz&auml;hle von deinen Erfahrungen an dem Ort, wo du vom Kalender erfahren hast. Dies w&uuml;rde mich sehr freuen!<br />Viel Spa&szlig; und viel Gl&uuml;ck, wie immer.<br />von Krarilotus</p>
</details>